Repository: DariaSe/PomoWalk
Catalog: PomoWalk/*.lproj/Localizable.strings
Languages: ru

source: Timer
ru: Таймер

source: History
ru: История

source: Badges
ru: Достижения

source: Settings
ru: Настройки

source: START
ru: СТАРТ

source: STOP
ru: СТОП

source: WORK
ru: РАБОТА

source: WALK
ru: ХОДЬБА

source: Stop the timer?
ru: Остановить таймер?

source: Switch to
ru: Переключиться на

source: work?
ru: работу?

source: walk?
ru: ходьбу?

source: Yes
ru: Да

source: No
ru: Нет

source: Steps:
ru: Шаги:

source: Total steps today:
ru: Всего шагов за сегодня:

source: Tasks
ru: Задачи

source: Tap "+" to add a task
ru: Нажмите "+" чтобы добавить задачу

source: New task...
ru: Добавить задачу...

source: Cancel
ru: Отмена

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Here will be displayed your finished intervals
ru: Здесь будут отображены завершённые интервалы

source: Delete this interval?
ru: Удалить интервал?

source: Steps counting is unavailable on this device
ru: Подсчёт шагов недоступен на данном устройстве

source: Total steps during walks:
ru: Всего шагов за время перерывов:

source: Total walks (min. 50 steps):
ru: Всего подвижных перерывов (мин. 50 шагов):

source: Time's up!
ru: Время вышло!

source: Grab your phone and walk!
ru: Возьми телефон и пройдись!

source: Long pause!
ru: Большой перерыв!

source: It's time to go back to work!
ru: Пора возвращаться к работе!

source: Focus 'til
ru: Сконцентрируйся до

source: Rest 'til
ru: Отдых до

source: (Сurrent timer will be stopped on settings change)
ru: (При смене настроек текущий таймер будет остановлен)

source: Work for
ru: Работать

source: minutes
ru: мин.

source: Walk for
ru: Ходить

source: Long pause
ru: Длинный перерыв

source: duration
ru: длительность

source: after
ru: после

source: work intervals
ru: рабочих интервалов

source: Signal 1 minute before end
ru: Напомнить за минуту до конца

source: Continue automatically
ru: Продолжать автоматически

source: Work interval end signal
ru: Сигнал об окончании рабочего интервала

source: Walk interval end signal
ru: Сигнал об окончании перерыва

source: Vibration
ru: Вибрация

source: Color scheme
ru: Цветовая схема
